Repository: datisthq/dpkit
Catalog: website/locales/*/messages.po
Languages: de, fr, ru

source: A required cell in field
de: Eine erforderliche Zelle im Feld
fr: Une cellule requise dans le champ
ru: Обязательная ячейка в поле

source: About dpkit
de: Über dpkit
fr: À propos de dpkit
ru: О dpkit

source: allowing you to review the code or
de: ermöglicht es Ihnen, den Code zu überprüfen oder
fr: vous permettant de consulter le code ou
ru: позволяя вам просматривать код или

source: and completely
de: und vollständig
fr: et entièrement
ru: и полностью

source: are missing
de: fehlen
fr: manquent
ru: отсутствуют

source: are not expected
de: werden nicht erwartet
fr: ne sont pas attendus
ru: не ожидаются

source: are not unique
de: sind nicht eindeutig
fr: ne sont pas uniques
ru: не уникальны

source: at
de: bei
fr: à
ru: в

source: Brought to you by
de: Präsentiert von
fr: Présenté par
ru: Предоставлено

source: but it is actually
de: aber tatsächlich ist es
fr: mais il est en fait
ru: но на самом деле

source: Change Language
de: Sprache ändern
fr: Changer de langue
ru: Изменить язык

source: Change Theme
de: Design ändern
fr: Changer de thème
ru: Изменить тему

source: Close
de: Schließen
fr: Fermer
ru: Закрыть

source: Convert table format
de: Tabellenformat umwandeln
fr: Convertir le format du tableau
ru: Преобразовать формат таблицы

source: converting and validating data
de: Daten zu konvertieren und zu validieren
fr: convertir et valider des données
ru: конвертация и валидация данных

source: Dark
de: Dunkel
fr: Sombre
ru: Тёмная

source: Data Package File
de: Datenpaket-Datei
fr: Fichier du paquet de données
ru: Файл пакета данных

source: Data Package JSON
de: Datenpaket-JSON
fr: JSON du paquet de données
ru: JSON пакета данных

source: Data Package URL
de: Datenpaket-URL
fr: URL du paquet de données
ru: URL пакета данных

source: Dialog
fr: Dialogue
ru: Диалог

source: does not match the
de: entspricht nicht dem
fr: ne correspond pas au
ru: не соответствует

source: dpkit is a competely open source project being under constant peer-review. The code is transparent and auditable, ensuring your data is never collected on our servers and remains accessible only to you during processing. dpkit does not collect your data or store your data after processing.
de: dpkit ist ein komplett quelloffenes Projekt, das unter ständiger Begutachtung steht. Der Code ist transparent und prüfbar, sodass Ihre Daten niemals auf unseren Servern gesammelt werden und nur während der Verarbeitung für Sie zugänglich bleiben. dpkit sammelt Ihre Daten nicht und speichert sie nach der Verarbeitung nicht.
fr: dpkit est un projet totalement open source en constante révision par les pairs. Le code est transparent et auditable, garantissant que vos données ne sont jamais collectées sur nos serveurs et restent accessibles uniquement pour vous pendant le traitement. dpkit ne collecte ni ne stocke vos données après traitement.
ru: dpkit — полностью открытый проект с постоянной экспертной проверкой. Код прозрачен и поддается аудиту, что гарантирует, что ваши данные никогда не собираются на наших серверах и остаются доступны только вам во время обработки. dpkit не собирает и не хранит ваши данные после обработки.

source: dpkit is completely open source and can be self-hosted. At the moment, the self-hosting documentation is under development. For assistance with self-hosting or custom deployments
de: dpkit ist vollständig quelloffen und kann selbst gehostet werden. Derzeit befindet sich die Dokumentation zum Selbst-Hosting in Entwicklung. Für Unterstützung beim Selbst-Hosting oder bei individuellen Bereitstellungen
fr: dpkit est entièrement open source et peut être auto-hébergé. Actuellement, la documentation pour l’auto-hébergement est en cours de développement. Pour toute aide sur l’auto-hébergement ou les déploiements personnalisés
ru: dpkit полностью открытый проект с возможностью самостоятельного размещения. В данный момент документация по самостоятельному размещению находится в разработке. Для помощи по самостоятельному размещению или индивидуальным внедрениям

source: dpkit provides free online privacy-first tools for converting and validating data. Unlike others, dpkit is free and completely
de: dpkit bietet kostenlose Online-Tools mit Datenschutz als oberster Priorität für das Konvertieren und Validieren von Daten. Im Gegensatz zu anderen ist dpkit kostenlos und vollständig
fr: dpkit fournit des outils en ligne gratuits et axés sur la confidentialité pour convertir et valider des données. Contrairement aux autres, dpkit est gratuit et entièrement
ru: dpkit предлагает бесплатные онлайн-инструменты с приоритетом конфиденциальности для конвертации и валидации данных. В отличие от других, dpkit бесплатен и полностью

source: Enter data package URL
de: Datenpaket-URL eingeben
fr: Entrez l'URL du paquet de données
ru: Введите URL пакета данных

source: error404
de: Seite nicht gefunden
fr: Erreur 404
ru: Страница не найдена

source: error500
de: Interner Serverfehler
fr: Erreur 500
ru: Внутренняя ошибка сервера

source: Errors
de: Fehler
fr: Erreurs
ru: Ошибки

source: European Commission
de: Europäische Kommission
fr: Commission européenne
ru: Европейская комиссия

source: exclusive maximum
de: exklusives Maximum
fr: maximum exclusif
ru: исключительный максимум

source: exclusive minimum
de: exklusives Minimum
fr: minimum exclusif
ru: исключительный минимум

source: Field
de: Feld
fr: Champ
ru: Поле

source: Field name
de: Feldname
fr: Nom du champ
ru: Имя поля

source: File
de: Datei
fr: Fichier
ru: Файл

source: File encoding
de: Datei-Kodierung
fr: Encodage du fichier
ru: Кодировка файла

source: File hash
de: Datei-Hash
fr: Hash du fichier
ru: Хэш файла

source: File is required
de: Datei ist erforderlich
fr: Le fichier est requis
ru: Файл обязателен

source: File size
de: Dateigröße
fr: Taille du fichier
ru: Размер файла

source: Foreign key violation in field(s)
de: Fremdschlüsselverletzung in Feld(er/n)
fr: Violation de la clé étrangère dans le(s) champ(s)
ru: Нарушение внешнего ключа в поле(ях)

source: Free online tools for
de: Kostenlose Online-Tools für
fr: Outils en ligne gratuits pour
ru: Бесплатные онлайн-инструменты для

source: get in touch with us
de: kontaktieren Sie uns
fr: contactez-nous
ru: свяжитесь с нами

source: Home
de: Startseite
fr: Accueil
ru: Главная

source: in field
de: im Feld
fr: dans le champ
ru: в поле

source: Infer table dialect
de: Tabellendialekt erkennen
fr: Déduire le dialecte du tableau
ru: Определить диалект таблицы

source: Infer table schema
de: Tabellenschema erkennen
fr: Déduire le schéma du tableau
ru: Определить схему таблицы

source: Invalid JSON file
de: Ungültige JSON-Datei
fr: Fichier JSON invalide
ru: Неверный файл JSON

source: Invalid JSON format
de: Ungültiges JSON-Format
fr: Format JSON invalide
ru: Неверный формат JSON

source: Invalid URL format
de: Ungültiges URL-Format
fr: Format d'URL invalide
ru: Неверный формат URL

source: is expected to be
de: sollte sein
fr: est censé être
ru: ожидается

source: is less or equal to
de: ist kleiner oder gleich
fr: est inférieur ou égal à
ru: меньше или равно

source: is less than
de: ist kleiner als
fr: est inférieur à
ru: меньше чем

source: is missing
de: fehlt
fr: manque
ru: отсутствует

source: is more than
de: ist größer als
fr: est supérieur à
ru: больше чем

source: is not
de: ist nicht
fr: n'est pas
ru: не

source: is not in the allowed
de: ist nicht in den erlaubten
fr: n'est pas dans les valeurs autorisées
ru: не входит в разрешённые

source: is not unique
de: ist nicht eindeutig
fr: n'est pas unique
ru: не уникальна

source: Length of the cell
de: Länge der Zelle
fr: Longueur de la cellule
ru: Длина ячейки

source: Light
de: Hell
fr: Clair
ru: Светлая

source: maximum
ru: максимальное

source: minimum
ru: минимальное

source: of row
de: der Zeile
fr: de la ligne
ru: строки

source: open source
de: quelloffen
ru: открытый исходный код

source: Page not found
de: Seite nicht gefunden
fr: Page non trouvée
ru: Страница не найдена

source: Paste data package JSON
de: Datenpaket-JSON einfügen
fr: Collez le JSON du paquet de données
ru: Вставьте JSON пакета данных

source: pattern
de: Muster
fr: motif
ru: шаблон

source: privacy-first
de: datenschutzorientiert
fr: respectueux de la vie privée
ru: с приоритетом конфиденциальности

source: Privacy-first
de: Datenschutzorientiert
fr: Respectueux de la vie privée
ru: С приоритетом конфиденциальности

source: Select a tool below
de: Wähle unten ein Tool aus
fr: Sélectionnez un outil ci-dessous
ru: Выберите инструмент ниже

source: Select data package file
de: Datenpaket-Datei auswählen
fr: Sélectionnez le fichier du paquet de données
ru: Выберите файл пакета данных

source: self-host
de: selbst hosten
fr: auto-héberger
ru: самостоятельное размещение

source: Self-hosting
de: Selbst-Hosting
fr: Auto-hébergement
ru: Самостоятельное размещение

source: Share
de: Teilen
fr: Partager
ru: Поделиться

source: Share Page
de: Seite teilen
fr: Partager la page
ru: Поделиться страницей

source: Something went wrong
de: Etwas ist schiefgelaufen
fr: Une erreur s'est produite
ru: Что-то пошло не так

source: Take me back to home page
de: Zurück zur Startseite
fr: Retourner à la page d'accueil
ru: Вернуться на главную

source: Text
fr: Texte
ru: Текст

source: Text is required
de: Text ist erforderlich
fr: Le texte est requis
ru: Текст обязателен

source: The cell values of the fields
de: Die Zellwerte der Felder
fr: Les valeurs des cellules des champs
ru: Значения ячеек полей

source: The fields
de: Die Felder
fr: Les champs
ru: Поля

source: The service is <0>under construction</0>! Looking for using a <1>Data Package implementation in TypeScript</1> as a library? It is now
de: Der Dienst ist <0>im Aufbau</0>! Möchten Sie eine <1>Data Package-Implementierung in TypeScript</1> als Bibliothek verwenden? Das ist jetzt möglich
fr: Le service est <0>en cours de construction</0> ! Vous souhaitez utiliser une <1>implémentation de Data Package en TypeScript</1> comme bibliothèque ? C'est maintenant possible
ru: Сервис находится <0>в разработке</0>! Хотите использовать <1>реализацию Data Package на TypeScript</1> как библиотеку? Теперь это возможно

source: the service. In 2025, the project was funded by
de: den Dienst. Im Jahr 2025 wurde das Projekt gefördert von
fr: le service. En 2025, le projet a été financé par
ru: сервис. В 2025 году проект был профинансирован

source: This tool is currently under construction and not yet available
de: Dieses Tool befindet sich derzeit im Aufbau und ist noch nicht verfügbar
fr: Cet outil est actuellement en cours de construction et n'est pas encore disponible
ru: Этот инструмент сейчас находится в разработке и пока недоступен

source: Under Construction
de: Im Aufbau
fr: En construction
ru: В разработке

source: Unlike others, dpkit Cloud is
de: Im Gegensatz zu anderen ist dpkit Cloud
fr: Contrairement aux autres, dpkit Cloud est
ru: В отличие от других, dpkit Cloud

source: URL is required
de: URL ist erforderlich
fr: L'URL est requise
ru: URL обязателен

source: Valid data package
de: Gültiges Datenpaket
fr: Package de données valide
ru: Корректный пакет данных

source: Validate data package
de: Datenpaket validieren
fr: Valider le paquet de données
ru: Проверить пакет данных

source: Validate Data Package
de: Datenpaket validieren
fr: Valider le paquet de données
ru: Проверить пакет данных

source: Validating data package...
de: Datenpaket wird validiert...
fr: Validation du package de données…
ru: Проверка пакета данных...

source: Value of the cell
de: Wert der Zelle
fr: Valeur de la cellule
ru: Значение ячейки

source: values
de: Werte
fr: valeurs
ru: значения

source: View Repository
de: Repository anzeigen
fr: Voir le dépôt
ru: Посмотреть репозиторий

source: We are bringing technological innovation and consultancy services to the open data field
de: Wir bringen technologische Innovation und Beratungsdienstleistungen in den Bereich offene Daten
fr: Nous apportons l'innovation technologique et des services de conseil au domaine des données ouvertes
ru: Мы привносим технологические инновации и консалтинговые услуги в сферу открытых данных
