Repository: datisthq/dpkit
Catalog: browser/locales/*/messages.po
Languages: it, uk

source: A required cell in field
it: Una cella richiesta nel campo
uk: Обов'язкова клітинка у полі

source: about-description-intro
it: dpkit Cloud è una piattaforma open-source che offre strumenti per la gestione e la validazione dei dati.
uk: dpkit Cloud — це сучасний онлайн-інструмент для пакетів даних і таблиць — простий у використанні, універсальний і орієнтований на конфіденційність.

source: about-dpkit-cloud-title
it: dpkit Cloud
uk: Що таке dpkit Cloud?

source: about-get-in-touch
it: Mettiti in contatto
uk: Зв'яжіться з нами

source: about-privacy-first-description
it: La nostra piattaforma è progettata pensando prima di tutto alla privacy: i tuoi dati restano sempre sotto il tuo controllo.
uk: Ваша безпека та конфіденційність даних — наш головний пріоритет. Ми не зберігаємо, не аналізуємо і не передаємо ваші дані стороннім.

source: about-privacy-first-title
it: Privacy prima di tutto
uk: Конфіденційність понад усе

source: about-self-hosting-docs
it: Documentazione per il self-hosting
uk: Документація з самостійного хостингу

source: about-self-hosting-intro
it: dpkit Cloud può essere utilizzato anche in modalità self-hosted per garantirti il massimo controllo.
uk: Ви можете розгорнути власний dpkit Cloud у себе локально або в корпоративному середовищі.

source: about-self-hosting-middle
it: oppure esplora le opzioni di self-hosting.
uk: або дізнайтеся більше у документації.

source: about-self-hosting-title
it: Self-hosting
uk: Повний контроль завдяки самостійному хостингу

source: adding a star
it: aggiungendo una stella
uk: додаванням зірки

source: allowing you to review the code or
it: permettendoti di revisionare il codice o
uk: що дозволяє вам переглядати код або

source: and completely
it: e completamente
uk: і повністю

source: are missing
it: sono mancanti
uk: відсутні

source: are not expected
it: non sono previste
uk: не очікувані

source: are not unique
it: non sono univoci
uk: не є унікальними

source: at
it: a
uk: на

source: becoming a sponsor
it: diventando sponsor
uk: ставши спонсором

source: Brought to you by
it: Offerto da
uk: Від

source: but it is actually
it: ma in realtà è
uk: але насправді

source: Change Language
it: Cambia lingua
uk: Змінити мову

source: Change Theme
it: Cambia tema
uk: Змінити тему

source: Close
it: Chiudi
uk: Закрити

source: Convert table format
it: Converti formato tabella
uk: Конвертувати формат таблиці

source: converting and validating data
it: convertire e validare i dati
uk: конвертування та валідації даних

source: Dark
it: Scuro
uk: Темна

source: Data Package File
it: File Data Package
uk: Файл пакету даних

source: Data Package JSON
it: JSON Data Package
uk: JSON пакету даних

source: Data Package URL
it: URL Data Package
uk: URL пакету даних

source: Dialog
it: Finestra di dialogo
uk: Діалог

source: does not match the
it: non corrisponde a
uk: не відповідає

source: Enter data package URL
it: Inserisci l'URL del data package
uk: Введіть URL пакету даних

source: error404
it: Pagina non trovata
uk: Сторінку не знайдено

source: error500
it: Si è verificato un errore interno del server
uk: Внутрішня помилка сервера

source: Errors
it: Errori
uk: Помилки

source: European Commission
it: Commissione Europea
uk: Європейська Комісія

source: exclusive maximum
it: massimo esclusivo
uk: виключне максимальне

source: exclusive minimum
it: minimo esclusivo
uk: виключне мінімальне

source: Field
it: Campo
uk: Поле

source: Field name
it: Nome campo
uk: Назва поля

source: File
uk: Файл

source: File encoding
it: Codifica del file
uk: Кодування файлу

source: File hash
it: Hash del file
uk: Хеш файлу

source: File is required
it: Il file è obbligatorio
uk: Файл є обов'язковим

source: File size
it: Dimensione del file
uk: Розмір файлу

source: Foreign key violation in field(s)
it: Violazione della chiave esterna nel/i campo/i
uk: Порушення зовнішнього ключа у полі(ях)

source: Free online tools for
it: Strumenti online gratuiti per
uk: Безкоштовні онлайн-інструменти для

source: in field
it: nel campo
uk: у полі

source: Infer table dialect
it: Individua dialetto tabella
uk: Визначити діалект таблиці

source: Infer table schema
it: Individua schema tabella
uk: Визначити схему таблиці

source: Invalid JSON file
it: File JSON non valido
uk: Некоректний файл JSON

source: Invalid JSON format
it: Formato JSON non valido
uk: Некоректний формат JSON

source: Invalid URL format
it: Formato URL non valido
uk: Некоректний формат URL

source: is expected to be
it: è previsto che sia
uk: очікується як

source: is less or equal to
it: è minore o uguale a
uk: менше або дорівнює

source: is less than
it: è minore di
uk: менше ніж

source: is missing
it: manca
uk: відсутній

source: is more than
it: è maggiore di
uk: більше ніж

source: is not
it: non è
uk: не є

source: is not in the allowed
it: non è tra i valori permessi
uk: не входить до дозволених

source: is not unique
it: non è univoco
uk: не є унікальним

source: Length of the cell
it: Lunghezza della cella
uk: Довжина клітинки

source: Light
it: Chiaro
uk: Світла

source: maximum
it: massimo
uk: максимум

source: minimum
it: minimo
uk: мінімум

source: of row
it: della riga
uk: рядка

source: on GitHub!
it: su GitHub!
uk: на GitHub!

source: open source
uk: з відкритим кодом

source: or
it: oppure
uk: або

source: Page not found
it: Pagina non trovata
uk: Сторінку не знайдено

source: Paste data package JSON
it: Incolla il JSON del data package
uk: Вставте JSON пакету даних

source: pattern
it: schema
uk: шаблон

source: privacy-first
uk: з пріоритетом конфіденційності

source: Select a tool below
it: Seleziona uno strumento qui sotto
uk: Виберіть інструмент нижче

source: Select data package file
it: Seleziona il file data package
uk: Виберіть файл пакету даних

source: self-host
uk: самостійно розмістити

source: Share
it: Condividi
uk: Поділитися

source: Share Page
it: Condividi pagina
uk: Поділитися сторінкою

source: Something went wrong
it: Qualcosa è andato storto
uk: Щось пішло не так

source: Support the project by
it: Sostieni il progetto con
uk: Підтримайте проєкт через

source: Take me back to home page
it: Torna alla pagina principale
uk: Повернутися на головну сторінку

source: Text
it: Testo
uk: Текст

source: Text is required
it: Il testo è obbligatorio
uk: Текст є обов'язковим

source: The cell values of the fields
it: I valori delle celle dei campi
uk: Значення клітинок полів

source: The fields
it: I campi
uk: Поля

source: the service. In 2025, the project was funded by
it: il servizio. Nel 2025 il progetto è stato finanziato da
uk: сервісу. У 2025 році проєкт був профінансований

source: This tool is currently under construction and not yet available
it: Questo strumento è attualmente in fase di sviluppo e non ancora disponibile
uk: Цей інструмент наразі в розробці й тимчасово недоступний

source: Tools
it: Strumenti
uk: Інструменти

source: Under Construction
it: In costruzione
uk: У розробці

source: Unlike others, dpkit Cloud is
it: A differenza di altri, dpkit Cloud è
uk: На відміну від інших, dpkit Cloud є

source: URL is required
it: L'URL è obbligatorio
uk: URL є обов'язковим

source: Valid data package
it: Data package valido
uk: Коректний пакет даних

source: Validate data package
it: Valida pacchetto dati
uk: Валідувати пакет даних

source: Validate Data Package
it: Valida Data Package
uk: Валідувати пакет даних

source: Validating data package...
it: Validazione del data package in corso...
uk: Валідація пакету даних…

source: Value of the cell
it: Valore della cella
uk: Значення клітинки

source: values
it: valori
uk: значення

source: View Repository
it: Visualizza repository
uk: Переглянути репозиторій

source: We are bringing technological innovation and consultancy services to the open data field
it: Stiamo portando innovazione tecnologica e servizi di consulenza nel campo degli open data
uk: Ми впроваджуємо технологічні інновації та консалтингові послуги у сферу відкритих даних
